/* Authorizing */
"Authorizing" = "Autorisations";

/* Bookmarks */
"Bookmarks" = "Marque-pages";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Barre d'outils des marque-pages";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* unable to load page */
"Cannot Load Page" = "Échec du chargement de la page";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* Location of Bookmark */
"Containing Folder" = "Dossier Parent";

/* update Foxbrowser */
"Data on the server is in a new and unrecognized format. Please update Foxbrowser." = "Les données sur le serveur sont dans un format nouveau et inconnu. Veuillez mettre à jour Foxbrowser.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Les données sur le serveur sont dans un format ancien et non supporté. Veuillez mettre à jour Firefox Sync sur votre ordinateur.";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Foxbrowser again." = "En raison d'une mise à jour récente, vous devez vous reconnecter à Foxbrowser.";

/* Edit something */
"Edit" = "Modifier";

/* Edit Bookmark Folder */
"Edit Folder" = "Modifier";

/* error loading page */
"Error Loading Page" = "Erreur lors du chargement de la page";

/* Failed to authenticate */
"Failed to authenticate" = "Échec de l'authentification";

/* URL of RSS Feed */
"Feed-URL" = "Feed-URL";

/* No comment provided by engineer. */
"Help" = "Aider";

/* History Label */
"History" = "Historique";

/* Information */
"Information" = "Informations";

/* Instructions title */
"Instructions" = "Instructions";

/* Default DejalActivtyView label text */
"Loading..." = "Chargement...";

/* No comment provided by engineer. */
"Logged in as" = "Abonné en tant que";

/* unable to login */
"Login Failure" = "Échec de la connexion";

/* Create a new bookmark folder */
"New Folder" = "Créer un Dossier";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* no internet connection */
"No internet connection available" = "Aucune connexion Internet disponible";

/* No open Tabs found */
"No open Tabs found" = "Pas onglets ouverts trouvé";

/* ok */
"OK" = "OK";

/* User did not enter password warning */
"Please enter a password" = "Veuillez entrer un mot de passe";

/* Invalid email warning */
"Please enter the email address for your account" = "Merci d'écrire votre email par lequel vous avez enregistré votre compte d'utilisateur";

/* Settings */
"Settings" = "Paramètres";

/* perform sign out */
"Sign Out" = "Déconnexion";

/* Signout */
"Signing out will erase your Firefox Sync information from this device, but will require signing in and a full refresh next time." = "Le désabonnement effacera toutes vos informations Firefox Sync de cet appareil et nécessitera de vous réabonner et d'actualiser à nouveau la prochaine fois.";

/* Firefox sync login title */
"Sync Login" = "Sync Login";

/* Tabs */
"Tabs" = "Onglets";

/* Title of the Bookmark */
"Title" = "Titre";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Marque-pages non triés";

/* No comment provided by engineer. */
"Warning" = "Attention";

/* URL of Bookmark */
"Website URL" = "URL de site web";

/* No comment provided by engineer. */
"WiFi" = "Wifi";

